app/controllers/clientes_controller.rb

  def create
    @cliente = Cliente.new(cliente_params)

    respond_to do |format|
      if @cliente.save
---
INSERT INTO "clientes" ("name", "phone", "created_at", "updated_at") VALUES ($1, $2, $3, $4) RETURNING "id"  [["name", "Henrique Alves"], ["phone", "(11) 91888-1111"], ["created_at", "2018-06-10 10:14:57.847434"], ["updated_at", "2018-06-10 10:14:57.847434"]]

  def update
    respond_to do |format|
      if @cliente.update(cliente_params)
---
UPDATE "clientes" SET "name" = $1, "phone" = $2, "updated_at" = $3 WHERE "clientes"."id" = $4  [["name", ""], ["phone", ""], ["updated_at", "2018-06-10 09:29:23.791166"], ["id", 1]]